[
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Admission-Aid/Admission/Admission-Aid-24-1440.png",
        "description": " Admission-Aid Image: Students enjoy a lively, community atmosphere while walking from the Student Center to Westhaver Park at Curry College."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Admission-Aid/Admission/yvonne-and-friends-720.png",
        "description": "As students walk to class on the Curry College campus, the air is filled with laughter and camaraderie. Groups of friends share stories and jokes, creating a lively and cheerful atmosphere."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Admission-Aid/Admission/adm-24b-720.png",
        "description": " Student Ambassadors at Curry College: Student ambassadors work on laptops in campus areas like the Learning Commons and Student Center, preparing for tours and projects."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Admission-Aid/Admission/adm-24c-720.png",
        "description": "Students studying in the Stu Lounge: Students study and collaborate in the Stu Lounge, creating a productive yet lively environment."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/commitment-490.png",
        "description": "Career Fair at Curry College: Students network with employers at the Curry College Career Fair, showcasing their skills and learning about job opportunities. "
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Blocks/Microscope-Clip-2.png",
        "description": "Sciene Lab at Curry College: A Curry College student examines a specimen under a microscope in a hands-on science lab."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Blocks/soccer-400x400_1.png",
        "description": "Women’s Soccer Team: Sports at Curry College: The women’s soccer team celebrates a victory, showing team spirit and camaraderie after a successful play."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Before-Curry-22-409.png",
        "description": "Orientation Program in Curry College: New students smile and bond during Orientation at Curry College, capturing the excitement of starting college."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/At-Curry-22-409.png",
        "description": "ThinkTANK design studio in the Curry College: A student works on a creative project using a tablet in the innovative ThinkTANK design studio at Curry College."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/After-Curry-22-409.png",
        "description": "Commencement Ceremony at Curry College: A student proudly receives her diploma at Commencement, celebrating a major academic achievement with friends and family."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Student-Life/Residence-Life/living-24-853.png",
        "description": "Residence Hall for the Students at Curry College: Students gather and socialize in the common areas of Bell Residence Hall, creating a friendly and welcoming space."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Student-Life/Residence-Life/relay-23-1440.png",
        "description": "Social events at Curry College: Students participate in the Relay for Life event, raising funds and awareness for cancer research and support. "
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Student-Life/Residence-Life/compass-club-405.png",
        "description": "Different Clubs in the Curry College: Students laugh and chat in various spots around campus, reflecting a strong sense of community and friendship."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Athletics/athletics-24-720.png",
        "description": "Sports facilities in the Curry College: The volleyball team celebrates after a point, showing excitement and team spirit during the game. "
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Athletics/rugby-24-720.png",
        "description": "Sports events at Curry College: The men’s rugby team celebrates after a hard-fought match, showing camaraderie and pride in their effort."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Athletics/fitness-center-720.png",
        "description": "Fitness facilities provided by the Curry College: Students work out in the Curry College Fitness Center, using modern equipment to build strength and stay fit."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Admission-Aid/SFS/40-5-stat-409.jpg",
        "description": "Classrooms in the Curry College:  A student engages in a classroom discussion, actively participating and learning with peers and faculty."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/About/Events/Homecoming/HCFW-23-720.png",
        "description": "Homecoming Game Day at Curry College: Students and alumni cheer on the football team during Homecoming, creating an energetic and spirited atmosphere."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Directory/gonzales-jay-web3.png",
        "description": "President Jay Gonzalez: Jay Gonzalez, the 15th President of Curry College, brings leadership experience to the college community."
    },
    {
        "title": " https://www.curry.edu/assets/Images/Homepage/Blocks/Curry-Radio3.png",
        "description": "A Community of Support at Curry College: Curry sets the standard as a diverse and inclusive community dedicated to your success."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Blocks/Hugging-student-clip-2b.png",
        "description": "Living at Curry College: Play a key role on campus, create strong relationships with peers and access an abundance of opportunities while living on campus."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/About/Leadership/PLP-490.png",
        "description": "Leadership programs at Curry college: The President’s Leadership Program (PLP) at Curry College is made up of a highly selective group of talented, driven, compassionate, and accomplished students and is designed to inspire and foster leaders of tomorrow. The President’s Leadership Program prepares students for a life of leadership, civic responsibility, and career success through a range of activities, workshops, and events just for PLP students both inside and outside the classroom."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Academics/Undergraduate-Programs/nat-sci-1440.png",
        "description": "Undergraduate Programs offered at Curry College: Undergraduate Degrees and Programs offered by the Curry College"
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Academics/Undergraduate-Programs/Nursing/school-of-nursing-home-2056.png",
        "description": "School of Nursing and Health Sciences Offered by the Curry College"
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Academics/Academic-Resources/SAIL-1903.png",
        "description": "Social Achievement in Learning (SAIL) Program at Curry College: The Social Achievement in Learning (SAIL) program is designed for academically capable students with neurodiverse profiles who benefit from individualized support to reach their full potential in a college environment."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Academics/PAL/PAL-Academics-24-720.png",
        "description": "PAL Academic Experience: PAL provides personalized academic support tailored to your needs, offering either one-on-one or small group sessions."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Academics/Partnerships/connector-490B.png",
        "description": "Curry Connectors: Curry Connectors are our partners who are seeking to develop a diverse workforce pipeline and who are also interested in supporting and participating in industry-relevant academic programming such as mentorships, class visits, class consulting projects, networking events, or career fairs."
    },
    {
        "title": "https://www.curry.edu/assets/Images/Homepage/Admission-Aid/Admission/OH-307.jpg",
        "description": "Curry College is a private liberal arts college in Milton, Massachusetts, offering a supportive and dynamic learning environment that fosters academic, personal, and professional growth for students."
    }
]