[
    {
        "title": "https://static.amityonline.com/_s/Amity_University_Online_expands_with_new_age_online_degree_programs_to_elevate_Indian_Talent_e7f5dd2062_d507a027e9.webp",
        "description": " The image shows a young woman sitting cross-legged on a well-maintained grassy field, holding a laptop on her lap. She is smiling confidently and appears to be in a university or college campus setting, with a modern academic building and students walking in the background."
    },
    {
        "title": "https://static.amityonline.com/_s/Anand_Rane_17bf01c7a2.jpg",
        "description": "The image features a young man with a neatly trimmed beard and short, well-groomed hair, standing confidently against a solid green background. He is wearing a stylish maroon button-up shirt with sleeves down to his wrists and a black wristwatch on his left wrist. His arms are crossed, and he has a warm, friendly smile.   "
    },
    {
        "title": "https://static.amityonline.com/_s/pic_1_98296a61fc.webp",
        "description": "The image features a young woman with long, straight dark brown hair, neatly parted in the middle. She has a calm and confident expression with a slight smile. She is wearing a black top under an olive-green blazer, giving her a professional and polished look. A small microphone is clipped to her blazer, suggesting she may be a presenter or speaker. The background is a solid pink color, creating a striking contrast with her outfit."
    },
    {
        "title": " https://static.amityonline.com/_s/Group_48100630_1_4709c18a73_839eb2d67f.webp",
        "description": "The image features a young woman with long, straight black hair and a composed expression. She is wearing a light yellow, ruched-front top with a drawstring detail, paired with blue jeans, giving her a casual yet stylish appearance. A small microphone is clipped to her top, suggesting she may be speaking or presenting. She also wears a delicate necklace. The background is a solid pink color, creating a strong contrast with her outfit and drawing attention to her presence."
    },
    {
        "title": "https://static.amityonline.com/_s/pic_3_ac81e14661.webp",
        "description": " The image features a woman with long, straight black hair, wearing a blue patterned top with white paisley-like designs. She has a neutral expression with a slight smile and is looking directly at the camera. The background is a solid green color. The image appears to be a digital photograph, possibly edited to remove or change the background."
    },
    {
        "title": "https://static.amityonline.com/_s/pic_2_66576740f7.webp",
        "description": "The image features a man with short black hair, a beard, and a mustache, wearing a navy blue polo shirt with red and white accents. The shirt has a white horse emblem on the right side and a shield-like logo on the left. He has a serious expression and is looking directly at the camera, with his hands clasped together on the table in front of him."
    },
    {
        "title": "https://static.amityonline.com/_s/Akshara_Nambiar_aa02295cda.webp",
        "description": "The image features a woman with dark hair tied back, wearing black-framed glasses and a striped blue-and-white blouse. She has a warm smile and is looking directly at the camera. The background is a solid yellow color that fades into a dark blue gradient at the bottom, possibly edited for a professional or promotional look."
    },
    {
        "title": "https://static.amityonline.com/_s/Group_48100629_5a86f5e139_b3e526a834.webp",
        "description": "The image features a young man with short black hair and glasses, speaking in front of a green background with circular design elements. He is wearing a vertically striped blue and white shirt and appears to be mid-speech, possibly engaged in a presentation or discussion. The lower portion of the image has a dark blue gradient effect. His facial expression conveys confidence and enthusiasm."
    },
    {
        "title": "https://static.amityonline.com/_s/video_1_4e3dcc5783.webp",
        "description": "The image features a young woman with long, dark hair, speaking in front of a green background with circular design elements. She is wearing a dark-colored shirt with light-colored stripes and has a confident yet approachable expression. The lower portion of the image has a dark blue gradient effect. Her facial expression suggests she is engaged in a discussion or presentation.."
    },
    {
        "title": "https://static.amityonline.com/_s/video_4_d6ca6ff42e.webp",
        "description": "The image features a young woman in a black graduation gown and cap, standing in front of a yellow background. She has long, dark hair and is wearing a maroon stole around her neck. Her facial expression is serious and composed, reflecting a sense of achievement and pride. The lower portion of the image has a dark blue gradient effect, creating a professional and polished appearance."
    },
    {
        "title": "https://static.amityonline.com/_s/Whats_App_Image_2024_07_17_at_1_17_36_PM_1_20240717131857_original_image_2_aa6f8b8ffa_3d301358e9.webp",
        "description": "The image showcases a modern educational institution with a prominent red-brick multi-story building. The architecture features large glass windows and a distinctive curved rooftop design on one section of the building. The campus appears spacious, with well-maintained greenery, paved pathways, and a few students walking around"
    },
    {
        "title": "https://static.amityonline.com/_s/career_03ff66e7f4.webp",
        "description": "The image shows a woman working from home at a wooden dining table. She is wearing a light blue sweater and glasses, with dark shoulder-length hair. She appears focused, holding a pencil in one hand while looking at her laptop screen."
    },
    {
        "title": "https://static.amityonline.com/_s/Untitled_design_2023_05_08_T145044_305_c81200983d.avif",
        "description": " The image depicts a humanoid robot deep in thought, symbolizing artificial intelligence and advanced computing. The robot, with a sleek metallic design and intricate mechanical details, is positioned against a futuristic digital backdrop filled with mathematical equations, geometric shapes, and scientific formulas."
    },
    {
        "title": "https://static.amityonline.com/_s/digital_learning_eca8d9c49f.webp",
        "description": " The image features a digital illustration of an online learning concept. It depicts a computer monitor displaying a virtual classroom scene. Inside the screen, three students are seated on blue chairs, attentively watching an instructor who is presenting through a video. The instructor, a woman in a white top, is shown in a video player with a play button and controls visible."
    },
    {
        "title": "https://static.amityonline.com/_s/city_committed_education_collage_concept_1_2c9b7efc26_6f07e314e0.webp",
        "description": "The image features a digitally enhanced depiction of education and learning in a modern, interconnected world. At the center, a glowing graduation cap icon is enclosed within a gear, symbolizing education as a driving force for progress. Surrounding it are various interconnected icons, including a lightbulb (representing ideas and innovation), a microscope (symbolizing scientific research), a pencil (indicating learning and creativity), a calendar (suggesting scheduling and planning), a magnifying glass (for research and analysis), a trophy (for achievement and success), and a computer screen (representing digital education and e-learning)"
    },
    {
        "title": "https://static.amityonline.com/_s/online_edu_6d08f966ab.avif",
        "description": " The image features a young man with short black hair, wearing a black t-shirt and over-ear headphones, sitting at a table while working on a silver MacBook laptop. He appears focused, with his hands clasped near his chin as he looks intently at the screen"
    },
    {
        "title": "https://static.amityonline.com/_s/group_three_young_good_looking_startupers_sitting_light_coworking_space_talking_about_future_project_looking_through_design_examples_digital_tablet_friends_smiling_talking_about_work_1_968a5b1dac_3e9aa3f48f.webp",
        "description": " The image shows three young men sitting together at a table in a well-lit study space. They appear to be engaged in a group study session, with open books and a tablet in hand. One of them, dressed in a dark blue sweater, is holding the tablet while the others attentively look at the screen. Their expressions suggest focus and collaboration."
    },
    {
        "title": "https://amityonline.com/_next/image?url=https%3A%2F%2Famityonline.com%2F_s%2Fban13_4ba31ada94_6b2c168e81.webp&w=3840&q=75",
        "description": " The image features a young professional man with short dark hair and a well-groomed beard, dressed in a black suit with a white dress shirt. He has a warm and confident smile while holding a laptop in both hands"
    },
    {
        "title": "https://static.amityonline.com/_s/amityonline_News1_f6db927ed4.webp",
        "description": " The image features Mr. Ajit Chauhan, Chairman of Amity University Online, sitting at a desk with a warm and confident smile. He is dressed in a dark business suit, a white shirt, and a tie, exuding professionalism. The background is divided into two sections: a white area with text on the left and a yellow section on the right. The text highlights a quote: 'We believe in the power of digital education', emphasizing Amity University Online's commitment to online learning."
    },
    {
        "title": "https://static.amityonline.com/_s/Whats_App_Image_2024_07_17_at_1_17_36_PM_1_20240717131857_original_image_2_aa6f8b8ffa_3d301358e9.webp",
        "description": "The image showcases a modern educational institution with a prominent red-brick multi-story building. The architecture features large glass windows and a distinctive curved rooftop design on one section of the building. The campus appears spacious, with well-maintained greenery, paved pathways, and a few students walking around"
    }
]